Repository: common-repository/zoomd-search
Catalog: lang/zoomd-search-*.po
Languages: he

source: Error registering site with Zoomd - Please contact Zoomd support at support@zoomd.com
he: תקלה בעת רישום האתר - פנה לתמיכה בכתובת support@zoomd.com

source: <h1 class='zoomd-h1'>Registered Successfully, Please go back to settings for more customization options</h1>
he: <h1 class='zoomd-h1'>הרישום בוצע בהצלחה, עבור להגדרות Zoomd כדי לבצע הגדרות נוספות והתאמת החיפוש</h1>

source: Please fill the form below to create Zoomd Account
he: אנא מלא את הפרטים בטופס על מנת ליצור חשבון Zoomd

source: Account Details
he: פרטי חשבון

source: Site URL
he: כתובת האתר

source: First Name
he: ‎שם פרטי

source: Last Name
he: שם משפחה

source: Email Address
he: אימייל

source: Save Changes
he: שמור שינויים

source: Your site is being indexed
he: האתר נסרק ויתכן כי הפעולה תימשך מספר שעות עד להשלמת האינדקס

source: Thanks you for creating a Zoomd Search account!, For feedback/support please contact <a href="mailto:support@zoomd.com">support@zoomd.com
he: תודה שיצרת חשבון Zoomd, בכל שאלה\הצעה ניתן לפנות למייל support@zoomd.com

source: Zoomd Account
he: חשבון Zoomd

source: Your Zoomd ClientID
he: Zoomd ClientID שלך

source: Searchbox Settings
he: הגדרות תיבת החיפוש

source: In order to implement your own search trigger, just add the following attribute to the triggering element:
he: על מנת ליישם טריגר חיפוש משלך, פשוט להוסיף את התכונה הבאה ל TAG הרלוונטי:

source: Add floating search icon
he: הוסף כפתור חיפוש צף

source: Replace Wordpress build-in searchbox
he: החלף את תיבת החיפוש של וורדפרס

source: If Disabled the searchbox will use Wordpress search
he: אם האפשרות מנוטרלת החיפוש יתבצע ע"י וורדפרס

source: Search Button Text
he: טקסט לחצן החיפוש

source: Search
he: חיפוש

source: Restore default
he: שחזר ברירת מחדל

source: Top Searches Settings
he: הגדרות תיבת החיפוש

source: Add at the bottom of the Post/Page
he: בתחתית העמוד

source: Top search bar can be added by adding the
he: ניתן להוסיף בר חיפושים נפוצים ע"י הוספת

source: short code at any location inside a post/page
he: Short Code בכל מקום בתוך פוסט\עמוד

source: Email was invalid
he: אימייל הינו שדה חובה

source: Please fill First Name field
he: אנא מלא שדה שם משתמש

source: Please fill Last Name field
he: אנא מלא שדה שם משפחה
